/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f วินาที ตั้งแต่ปี 1970";

/* %@ = location */
"Open %@ in Maps" = "เปิด %@ ในแผนที่";

/* %@ = location name */
"Map of %@" = "แผนที่ของ %@";

/* %@ = phone number */
"Call %@" = "โทรเบอร์ %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "ไม่พบตำแหน่งที่ตั้ง (“%@”) จากการใช้การค้นหาภายในแอพแผนที่";

/* %@ = url */
"Show %@ in Calendar" = "แสดง %@ ในปฏิทิน";

/* A measurement of some unit */
"Measurement" = "การวัด";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "ไม่ได้เปิดใช้คุณสมบัติสำหรับการสาธิตนี้";

/* Button */
"Cancel" = "ยกเลิก";

/* Button */
"OK" = "ตกลง";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "คำสั่งลัดไม่สามารถแปลงจาก %@ เป็นประเภทที่ต้องการได้";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "คำสั่งลัดไม่สามารถแปลงจาก %@ เป็น %@ ได้";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "การดำเนินการ";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%@ ไม่สำเร็จเนื่องจาก %@";

/* Content item error; type conversion error */
"Conversion Error" = "ข้อผิดพลาดในการแปลง";

/* Content property name */
"Album (Content Property Name)" = "อัลบั้ม";

/* Content property name */
"Album Artist (Content Property Name)" = "ศิลปินเจ้าของอัลบั้ม";

/* Content property name */
"Album Artwork (Content Property Name)" = "ภาพปกอัลบั้ม";

/* Content property name */
"Album Track # (Content Property Name)" = "แทร็คอัลบั้ม #";

/* Content property name */
"Altitude (Content Property Name)" = "ความสูง";

/* Content property name */
"Article Publish Date (Content Property Name)" = "วันที่เผยแพร่บทความ";

/* Content property name */
"Artist (Content Property Name)" = "ศิลปิน";

/* Content property name */
"Artwork (Content Property Name)" = "ภาพปก";

/* Content property name */
"Attendees (Content Property Name)" = "ผู้เข้าร่วม";

/* Content property name */
"Audio (Content Property Name)" = "เสียง";

/* Content property name */
"Author (Content Property Name)" = "ผู้เขียน";

/* Content property name */
"Birthday (Content Property Name)" = "วันเกิด";

/* Content property name */
"Body (Content Property Name)" = "เนื้อหา";

/* Content property name */
"Calendar (Content Property Name)" = "ปฏิทิน";

/* Content property name */
"Camera Make (Content Property Name)" = "แบบกล้อง";

/* Content property name */
"Camera Model (Content Property Name)" = "รุ่นกล้อง";

/* Content property name */
"City (Content Property Name)" = "เมือง";

/* Content property name */
"Comments (Content Property Name)" = "ความคิดเห็น";

/* Content property name */
"Company (Content Property Name)" = "บริษัท";

/* Content property name */
"Completion Date (Content Property Name)" = "วันที่เสร็จสิ้น";

/* Content property name */
"Composer (Content Property Name)" = "ผู้แต่ง";

/* Content property name */
"Contact Photo (Content Property Name)" = "รูปภาพรายชื่อ";

/* Content property name */
"Country (Content Property Name)" = "ประเทศ";

/* Content property name */
"Creation Date (Content Property Name)" = "วันที่สร้าง";

/* Content property name */
"Date Added (Content Property Name)" = "วันที่เพิ่ม";

/* Content property name */
"Date Taken (Content Property Name)" = "วันที่ที่ใช้ไป";

/* Content property name */
"Department (Content Property Name)" = "แผนก";

/* Content property name */
"Disc # (Content Property Name)" = "แผ่นดิสก์ #";

/* Content property name */
"Due Date (Content Property Name)" = "วันครบกำหนด";

/* Content property name */
"Duration (Content Property Name)" = "ระยะเวลา";

/* Content property name */
"Email Address (Content Property Name)" = "ที่อยู่อีเมล";

/* Content property name */
"End Date (Content Property Name)" = "วันที่สิ้นสุด";

/* Content property name */
"Event End Date (Content Property Name)" = "วันที่สิ้นสุดกิจกรรม";

/* Content property name */
"Event Start Date (Content Property Name)" = "วันที่เริ่มกิจกรรม";

/* Content property name */
"Excerpt (Content Property Name)" = "ข้อความที่ตัดตอนมา";

/* Content property name */
"File Extension (Content Property Name)" = "นามสกุลไฟล์";

/* Content property name */
"File Size (Content Property Name)" = "ขนาดไฟล์";

/* Content property name */
"First Name (Content Property Name)" = "ชื่อ";

/* Content property name */
"Frame Rate (Content Property Name)" = "อัตราเฟรม";

/* Content property name */
"Genre (Content Property Name)" = "ประเภท";

/* Content property name */
"Group (Content Property Name)" = "กลุ่ม";

/* Content property name */
"Has Alarms (Content Property Name)" = "มีการตั้งปลุก";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "มีภาพปกอัลบั้ม";

/* Content property name */
"Has No Alarms (Content Property Name)" = "ไม่มีการตั้งปลุก";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "ไม่มีภาพปกอัลบั้ม";

/* Content property name */
"Has No Photo (Content Property Name)" = "ไม่มีรูปภาพ";

/* Content property name */
"Has Photo (Content Property Name)" = "มีรูปภาพ";

/* Content property name */
"Height (Content Property Name)" = "ส่วนสูง";

/* Content property name */
"Image (Content Property Name)" = "ภาพ";

/* Content property name */
"Is All Day (Content Property Name)" = "ทั้งวัน";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "เป็นรายการคลาวด์";

/* Content property name */
"Is Completed (Content Property Name)" = "เสร็จสมบูรณ์แล้ว";

/* Content property name */
"Is Explicit (Content Property Name)" = "เหมาะสม";

/* Content property name */
"Is Favorite (Content Property Name)" = "เป็นรายการโปรด";

/* Content property name */
"Is Hidden (Content Property Name)" = "ซ่อนอยู่";

/* Content property name */
"Is Not All Day (Content Property Name)" = "ไม่ใช่ทั้งวัน";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "ไม่ใช่รายการคลาวด์";

/* Content property name */
"Is Not Completed (Content Property Name)" = "ยังไม่เสร็จสมบูรณ์";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "เหมาะสม";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "ไม่ใช่รายการโปรด";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "ไม่ได้ซ่อนอยู่";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "ไม่ใช่ภาพหน้าจอ";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "เป็นภาพหน้าจอ";

/* Content property name */
"Job Title (Content Property Name)" = "ตำแหน่งงาน";

/* Content property name */
"Keys (Content Property Name)" = "ลูกกุญแจ";

/* Content property name */
"Last Modified Date (Content Property Name)" = "วันที่แก้ไขครั้งล่าสุด";

/* Content property name */
"Last Name (Content Property Name)" = "นามสกุล";

/* Content property name */
"Last Played Date (Content Property Name)" = "วันที่เล่นครั้งล่าสุด";

/* Content property name */
"Latitude (Content Property Name)" = "ละติจูด";

/* Content property name */
"List (Content Property Name)" = "รายการ";

/* Content property name */
"Location (Content Property Name)" = "ตำแหน่งที่ตั้ง";

/* Content property name */
"Longitude (Content Property Name)" = "ลองจิจูด";

/* Content property name */
"Lyrics (Content Property Name)" = "เนื้อเพลง";

/* Content property name */
"Main Image URL (Content Property Name)" = "URL ของภาพหลัก";

/* Content property name */
"Media Kind (Content Property Name)" = "ชนิดสื่อ";

/* Content property name */
"Media Type (Content Property Name)" = "ประเภทสื่อ";

/* Content property name */
"Metadata (Content Property Name)" = "เมตาดาต้า";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "พจนานุกรมเมตาดาต้า";

/* Content property name */
"Middle Name (Content Property Name)" = "ชื่อกลาง";

/* Content property name */
"Music (Content Property Name)" = "เพลง";

/* Content property name */
"Name (Content Property Name)" = "ชื่อ";

/* Content property name */
"Nickname (Content Property Name)" = "ชื่อเล่น";

/* Content property name */
"Notes (Content Property Name)" = "โน้ต";

/* Content property name */
"Number of Words (Content Property Name)" = "จำนวนคำ";

/* Content property name */
"Organizer (Content Property Name)" = "ผู้จัด";

/* Content property name */
"Orientation (Content Property Name)" = "แนว";

/* Content property name */
"Phone Number (Content Property Name)" = "เบอร์โทรศัพท์";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "ชื่อตามคำอ่านออกเสียง (สัทอักษร)";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "นามสกุลตามคำอ่านออกเสียง (สัทอักษร)";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "ชื่อรองตามคำอ่านออกเสียง (สัทอักษร)";

/* Content property name */
"Photo Type (Content Property Name)" = "ประเภทรูปภาพ";

/* Content property name */
"Play Count (Content Property Name)" = "จำนวนครั้งที่เล่น";

/* Content property name */
"Prefix (Content Property Name)" = "คำนำหน้า";

/* Content property name */
"Priority (Content Property Name)" = "ลำดับความสำคัญ";

/* Content property name */
"Published Date (Content Property Name)" = "วันที่เผยแพร่";

/* Content property name */
"Rating (Content Property Name)" = "การจัดอันดับ";

/* Content property name */
"Release Date (Content Property Name)" = "วันที่วางจำหน่าย";

/* Content property name */
"Reminder Location (Content Property Name)" = "ตำแหน่งที่ตั้งสำหรับเตือนความจำ";

/* Content property name */
"Role (Content Property Name)" = "บทบาท";

/* Content property name */
"Show URL (Content Property Name)" = "แสดง URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "แสดงในปฏิทิน";

/* Content property name */
"Skip Count (Content Property Name)" = "ข้ามการนับ";

/* Content property name */
"Start Date (Content Property Name)" = "วันที่เริ่มต้น";

/* Content property name */
"State (Content Property Name)" = "รัฐ";

/* Content property name */
"Status (Content Property Name)" = "สถานะ";

/* Content property name */
"Street (Content Property Name)" = "ถนน";

/* Content property name */
"Street Address (Content Property Name)" = "ที่อยู่";

/* Content property name */
"Suffix (Content Property Name)" = "คำต่อท้าย";

/* Content property name */
"Time Taken (Content Property Name)" = "เวลาที่ใช้ไป";

/* Content property name */
"Title (Content Property Name)" = "ชื่อ";

/* Content property name */
"Track (Content Property Name)" = "แทร็ค";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "ค่า";

/* Content property name */
"Video (Content Property Name)" = "วิดีโอ";

/* Content property name */
"Width (Content Property Name)" = "ความกว้าง";

/* Content property name */
"ZIP Code (Content Property Name)" = "รหัสไปรษณีย์";

/* Content property value */
"Accepted (Content Property Possible Value)" = "ยอมรับแล้ว";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "หนังสือเสียง";

/* Content property value */
"Burst (Content Property Possible Value)" = "ภาพถ่ายต่อเนื่อง";

/* Content property value */
"Chair (Content Property Possible Value)" = "ประธาน";

/* Content property value */
"Completed (Content Property Possible Value)" = "เสร็จสมบูรณ์";

/* Content property value */
"Declined (Content Property Possible Value)" = "ถูกปฏิเสธ";

/* Content property value */
"Delegated (Content Property Possible Value)" = "รับมอบสิทธิ์";

/* Content property value */
"Down (Content Property Possible Value)" = "ลง";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "สะท้อนด้านล่าง";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "อยู่ระหว่างดำเนินการ";

/* Content property value */
"Left (Content Property Possible Value)" = "ซ้าย";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "สะท้อนด้านซ้าย";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "ภาพยนตร์";

/* Content property value */
"Music (Content Property Possible Value)" = "เพลง";

/* Content property value */
"Music Video (Content Property Possible Value)" = "มิวสิควิดีโอ";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "ไม่มีผู้เข้าร่วม";

/* Content property value */
"Optional (Content Property Possible Value)" = "ไม่บังคับ";

/* Content property value */
"Panorama (Content Property Possible Value)" = "ภาพพาโนรามา";

/* Content property value */
"Pending (Content Property Possible Value)" = "รอดำเนินการ";

/* Content property value */
"Podcast (Content Property Possible Value)" = "พ็อดคาสท์";

/* Content property value */
"Required (Content Property Possible Value)" = "บังคับ";

/* Content property value */
"Right (Content Property Possible Value)" = "ขวา";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "สะท้อนด้านขวา";

/* Content property value */
"TV Show (Content Property Possible Value)" = "รายการทีวี";

/* Content property value */
"Tentative (Content Property Possible Value)" = "ไม่แน่นอน";

/* Content property value */
"Unknown (Content Property Possible Value)" = "ไม่ทราบชื่อ";

/* Content property value */
"Up (Content Property Possible Value)" = "ขึ้น";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "สะท้อนด้านบน";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "dd-MM-yyyy";

/* Default contact name */
"No Name" = "ไม่มีชื่อ";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "ตำแหน่งที่ตั้ง";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "ไม่ทราบลิงก์แผนที่";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "เส้นทางจาก %@ ถึง %@";

/* Error message */
"Location Not Found" = "ไม่พบตำแหน่งที่ตั้ง";

/* Error message */
"a video was provided instead of an image" = "ได้ให้วิดีโอแทนภาพ";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "ไม่สามารถแปลงรายการ “%@” เป็นภาพได้เนื่องจากไม่มีภาพปก";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "ไม่สามารถส่งออกรายการ “%@” ได้ อาจเนื่องจากว่ารายการนี้ถูกจัดเก็บเฉพาะบน iCloud หรือยังไม่ได้เชื่อมข้อมูลกับอุปกรณ์เครื่องนี้";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "คุณต้องลงชื่อเข้า iCloud อยู่จึงจะสามารถทำเช่นนี้ได้";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "รายการไม่มีภาพปกอัลบั้ม";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "ยังไม่ได้ดาวน์โหลดรายการ";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@ เวลา %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "รูปภาพ";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "เพลง";

/* Filter description; multiple photos (plural) */
"Photos" = "รูปภาพ";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "ผลการค้นหา";

/* Generic plural type description */
"Anything (Plural)" = "อะไรก็ได้";

/* Generic type description */
"Anything (Singular)" = "อะไรก็ได้";

/* Item name */
"Apple Maps URL" = "URL ของแผนที่ Apple";

/* Item name */
"Contact" = "รายชื่อ";

/* Item name */
"Event" = "เหตุการณ์";

/* Item name */
"Image (item name)" = "ภาพ";

/* Item name */
"Music (item name)" = "เพลง";

/* Item name */
"Photo" = "รูปภาพ";

/* Item name */
"Reminder" = "รายการเตือนความจำ";

/* Item name */
"Track (item name)" = "แทร็ค";

/* Item name; calendar event participant */
"Participant" = "ผู้เข้าร่วม";

/* Navigation bar title */
"Supported Types" = "ประเภทที่รองรับ";

/* Navigation bar title; content items */
"Items" = "รายการ";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "กราฟแสดงรายการเนื้อหา";

/* Priority level */
"High" = "สูง";

/* Priority level */
"Low" = "ต่ำ";

/* Priority level */
"Medium" = "ปานกลาง";

/* Property name; web page URL */
"Page URL" = "URL ของหน้า";

/* Property name; web page contents */
"Page Contents" = "เนื้อหาหน้า";

/* Property name; web page selection */
"Page Selection" = "การเลือกหน้า";

/* Proposed file name for an HTML file */
"Article" = "บทความ";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "ดูการแสดงตัวอย่างของ %@ อย่างรวดเร็วไม่สำเร็จ";

/* Reminder content item */
"Reminder Completion Date" = "วันที่เตือนความจำเสร็จสิ้น";

/* Reminder content item */
"Reminder Due Date" = "วันที่ครบกำหนดเตือนความจำ";

/* Reminder content item */
"Reminder Start Date" = "วันที่เริ่มเตือนความจำ";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "แสดง URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "การวัด";

/* Title template for import albums from Photos.app */
"Imported on %@" = "นำเข้าเมื่อ %@";

/* Type description for multiple files */
"Files" = "ไฟล์";

/* Type description for single file */
"File" = "ไฟล์";

/* Type description, a boolean (plural) */
"Booleans" = "บูลีน";

/* Type description; a FTP directory (singular) */
"FTP directory" = "ไดเรกทอรี FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "ลิงก์แผนที่";

/* Type description; a PDF (singular) */
"PDF" = "ไฟล์ PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "หน้าเว็บ Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "บูลีน";

/* Type description; a calendar event (singular) */
"Calendar event" = "กิจกรรมปฏิทิน";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "ผู้เข้าร่วมกิจกรรม";

/* Type description; a calendar item (singular) */
"Calendar item" = "รายการของปฏิทิน";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "รายชื่อ";

/* Type description; a date (singular) */
"Date" = "วันที่";

/* Type description; a dictionary (singular) */
"Dictionary" = "พจนานุกรม";

/* Type description; a file size (singular) */
"File size" = "ขนาดไฟล์";

/* Type description; a location (singular) */
"Location (singular)" = "ตำแหน่งที่ตั้ง";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "สื่อ";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "สื่อ";

/* Type description; a number (singular) */
"Number" = "ตัวเลข";

/* Type description; a phone number (singular) */
"Phone number" = "เบอร์โทรศัพท์";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "สื่อรูปภาพ";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "สื่อแอพรูปภาพ";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "ข้อความเข้ารหัสแอสกี (RTF)";

/* Type description; a piece of text (singular) */
"Text (singular)" = "ข้อความ";

/* Type description; a place (location) (singular) */
"Place" = "สถานที่";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "รายการเตือนความจำ";

/* Type description; a single image (singular) */
"Image (singular)" = "ภาพ";

/* Type description; a time interval (singular) */
"Time interval" = "ช่วงเวลา";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "บทความ";

/* Type description; an email address (singular) */
"Email address" = "ที่อยู่อีเมล";

/* Type description; an extension item (singular) */
"Extension item" = "รายการส่วนขยาย";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "รายการใน iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "สื่อ iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "ผู้ให้บริการรายการ";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "ไดเรกทอรี FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "ลิงก์แผนที่";

/* Type description; multiple PDFs (plural) */
"PDFs" = "ไฟล์ PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "หน้าเว็บ Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "URL";

/* Type description; multiple articles (plural) */
"Articles" = "บทความ";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "ผู้เข้าร่วมกิจกรรม";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "กิจกรรมปฏิทิน";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "รายการของปฏิทิน";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "รายชื่อ";

/* Type description; multiple dates (plural) */
"Dates" = "วันที่";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "พจนานุกรม";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "ที่อยู่อีเมล";

/* Type description; multiple extension items (plural) */
"Extension items" = "รายการส่วนขยาย";

/* Type description; multiple file sizes (plural) */
"File sizes" = "ขนาดไฟล์";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "รายการใน iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "สื่อ iTunes";

/* Type description; multiple images (plural) */
"Images" = "ภาพ";

/* Type description; multiple item providers (plural) */
"Item providers" = "ผู้ให้บริการรายการ";

/* Type description; multiple locations (plural) */
"Locations" = "ตำแหน่งที่ตั้ง";

/* Type description; multiple numbers (plural) */
"Numbers" = "ตัวเลข";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "เบอร์โทรศัพท์";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "สื่อรูปภาพ";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "สื่อแอพรูปภาพ";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "ข้อความเข้ารหัสแอสกี (RTF)";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "ข้อความ";

/* Type description; multiple places (locations) (plural) */
"Places" = "สถานที่";

/* Type description; multiple reminders (plural) */
"Reminders" = "รายการเตือนความจำ";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "ช่วงเวลา";

/* Type description; multiple vCards (plural) */
"vCards" = "vCards";

/* Unit type */
"Acceleration" = "ความเร่ง";

/* Unit type */
"Angle" = "มุม";

/* Unit type */
"Area" = "พื้นที่";

/* Unit type */
"Concentration Mass" = "มวลความหนาแน่น";

/* Unit type */
"Dispersion" = "การกระจาย";

/* Unit type */
"Duration" = "ระยะเวลา";

/* Unit type */
"Electric Charge" = "ประจุไฟฟ้า";

/* Unit type */
"Electric Current" = "กระแสไฟฟ้า";

/* Unit type */
"Electric Potential Difference" = "ความต่างศักย์ไฟฟ้า";

/* Unit type */
"Electric Resistance" = "ความต้านทานไฟฟ้า";

/* Unit type */
"Energy" = "พลังงาน";

/* Unit type */
"Frequency" = "ความถี่";

/* Unit type */
"Fuel Efficiency" = "ประสิทธิภาพการใช้เชื้อเพลิง";

/* Unit type */
"Illuminance" = "ความเข้มการส่องสว่าง";

/* Unit type */
"Length" = "ความยาว";

/* Unit type */
"Mass" = "มวล";

/* Unit type */
"Power" = "กำลังไฟ";

/* Unit type */
"Pressure" = "แรงดัน";

/* Unit type */
"Speed" = "ความเร็ว";

/* Unit type */
"Temperature" = "อุณหภูมิ";

/* Unit type */
"Volume" = "ความดัง";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " หรือ ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " หรือ ";

